{
  "products": {
    "CASTIRONPIPES": "أنابيب ووصلات من الحديد الزهر",
    "PVCCEMENT": "أسمنت PVC",
    "DRAINAGESYSTEM": "أنظمة الصرف الصحي ",
    "DUCTILEPIPES": "أنابيب ووصلات قابلة للسحب ",
    "SANITARYFIXTURES": "أدوات صحية وكماليات الحمامات ",
    "WATERTREATMENT": "معدات معالجة المياه ",
    "PRESSURETANKS": "خزانات الضغط",
    "RUBBERANDFIBER": "العزل المطاطي والليفي",
    "NEUTRALIZATIONTANKS": "خزانات التحييد",
    "TESTPLUGS": "سدادات الاختبار",
    "PETROLEUMANDGAS": "خزانات تخزين البترول والمواد الكيميائية",
    "SOLDERINGROD": "قضبان اللحام",
    "PVCCPVPIPES": "أنابيب ووصلات PVC و CPVC ",
    "COPPERPIPES": "أنابيب ووصلات من النحاس",
    "WATERFLOW": "عدادات تدفق المياه",
    "SEAMLESSERW": "أنابيب ووصلات غير ملحومة وERW",
    "ELECTRICWATER": "سخانات المياه الكهربائية",
    "BRONZECASTVALVES": "صمامات ووصلات من البرونز والحديد الزهر",
    "COMPONENT81": "صمامات العوامة",
    "MECHANICALR": "وصلات الميكانيكا والإصلاح ",
    "WATERFOUNTAINS": "مبردات نافورة المياه، الأحواض "
  },
  "privacy": {
    "sectionOne": {
      "title": "1. المعلومات التي نجمعها",
      "data": {
        "itemOne": "معلومات الاتصال: عند إرسال رسالة لنا عبر الموقع، نجمع اسمك، ورقم هاتفك، وبريدك الإلكتروني.",
        "itemTwo": "البيانات الفنية: قد نجمع معلومات غير شخصية مثل عنوان IP الخاص بك، ونوع المتصفح، والصفحات التي زرتها، لمساعدتنا على تحسين تجربة المستخدم."
      }
    },
    "sectionTwo": {
      "title": "2. كيفية استخدام معلوماتك",
      "description": "نحن نستخدم المعلومات التي نجمعها للأغراض التالية:",
      "data": {
        "itemOne": "للتواصل معك: نستخدم معلومات الاتصال للرد على استفساراتك، وتقديم عروض الأسعار، وتزويدك بالمعلومات التي تطلبها حول منتجاتنا وخدماتنا.",
        "itemTwo": "لتحسين خدماتنا: تساعدنا البيانات الفنية على فهم كيفية استخدام الزوار لموقعنا، مما يمكننا من تحسين تصميمه ومحتواه.."
      }
    },
    "sectionThree": {
      "title": "3. مشاركة المعلومات",
      "description": "لا نقوم ببيع أو تأجير أو مشاركة معلوماتك الشخصية مع أي طرف ثالث لأغراض التسويق المباشر. قد نشاركها فقط مع شركائنا الموثوقين لتقديم الخدمة التي طلبتها، مثل معالجة طلبك أو شحنه، مع ضمان التزامهم بنفس معايير الخصوصية."
    },
    "sectionFour": {
      "title": "4. حماية معلوماتك",
      "description": "نتخذ جميع التدابير الأمنية اللازمة لحماية بياناتك الشخصية من الوصول غير المصرح به، أو التعديل، أو الإفصاح. يتم تخزين معلوماتك على خوادم آمنة ولا يمكن الوصول إليها إلا من قبل الموظفين المخولين."
    },
    "sectionFive": {
      "title": "5. حقوقك",
      "description": "يحق لك في أي وقت مراجعة المعلومات التي جمعناها عنك وتصحيحها أو طلب حذفها. يمكنك القيام بذلك عن طريق التواصل معنا عبر البريد الإلكتروني:"
    }
  },
  "terms": {
    "sectionOne": {
      "title": "1. نطاق الخدمات",
      "description": "تقدم MCC معلومات حول منتجاتها وخدماتها في مجال التوريدات الميكانيكية والكيميائية. الموقع مخصص لتقديم عروض توضيحية لمنتجاتنا ولا يعتبر منصة للبيع المباشر عبر الإنترنت. جميع الطلبات والاستفسارات تخضع للتواصل المباشر مع فريق المبيعات لدينا."
    },
    "sectionTwo": {
      "title": "2. حقوق الملكية الفكرية",
      "description": "جميع المحتوى الموجود على هذا الموقع، بما في ذلك النصوص، الشعارات، الصور، والرسومات، هو ملك لشركة MCC أو لشركائها من المصنعين. لا يجوز استخدامه أو نسخه أو إعادة إنتاجه دون إذن كتابي مسبق."
    },
    "sectionThree": {
      "title": "3. دقة المعلومات",
      "description": "نسعى جاهدين لضمان دقة وتحديث جميع المعلومات المقدمة على الموقع. ومع ذلك، لا نقدم أي ضمانات، صريحة أو ضمنية، بشأن دقة أو اكتمال أو موثوقية المحتوى."
    },
    "sectionFour": {
      "title": "4. حدود المسؤولية",
      "description": "لا تتحمل شركة MCC أي مسؤولية عن أي خسائر أو أضرار قد تنشأ عن استخدامك للموقع، بما في ذلك، على سبيل المثال لا الحصر، الأضرار المباشرة أو غير المباشرة أو التبعية."
    },
    "sectionFive": {
      "title": "5. التواصل معنا",
      "description": "إذا كان لديك أي أسئلة حول هذه الشروط أو الأحكام، يمكنك التواصل معنا عبر:"
    }
  }
}